------
Drone: 1

id: 0
command: command
response: None
start time: 2020-10-16 12:08:32.877035
end_time: None
duration: None

id: 1
command: command
response: ok
start time: 2020-10-16 12:08:34.879196
end_time: 2020-10-16 12:08:34.942790
duration: 0.063594

id: 2
command: battery?
response: 22

start time: 2020-10-16 12:08:36.889841
end_time: 2020-10-16 12:08:36.903203
duration: 0.013362

id: 3
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-16 12:08:39.391536
end_time: 2020-10-16 12:08:39.403290
duration: 0.011754

id: 4
command: setfps high
response: ok
start time: 2020-10-16 12:08:42.395342
end_time: 2020-10-16 12:08:42.410122
duration: 0.01478

id: 5
command: setresolution low
response: ok
start time: 2020-10-16 12:08:43.397046
end_time: 2020-10-16 12:08:43.435178
duration: 0.038132

id: 6
command: streamon
response: ok
start time: 2020-10-16 12:08:45.401540
end_time: 2020-10-16 12:08:45.419916
duration: 0.018376

id: 7
command: takeoff
response: ok
start time: 2020-10-16 12:08:46.403118
end_time: 2020-10-16 12:08:52.812562
duration: 6.409444

id: 8
command: up 70
response: ok
start time: 2020-10-16 12:08:52.917833
end_time: 2020-10-16 12:08:55.719793
duration: 2.80196

id: 9
command: command
response: ok
start time: 2020-10-16 12:08:55.923384
end_time: 2020-10-16 12:08:55.978115
duration: 0.054731

id: 10
command: command
response: ok
start time: 2020-10-16 12:09:00.926868
end_time: 2020-10-16 12:09:00.973985
duration: 0.047117

id: 11
command: command
response: ok
start time: 2020-10-16 12:09:05.931557
end_time: 2020-10-16 12:09:05.999307
duration: 0.06775

id: 12
command: command
response: ok
start time: 2020-10-16 12:09:10.934638
end_time: 2020-10-16 12:09:10.970544
duration: 0.035906

id: 13
command: land
response: ok
start time: 2020-10-16 12:09:16.939925
end_time: 2020-10-16 12:09:21.798373
duration: 4.858448

id: 14
command: streamoff
response: ok
start time: 2020-10-16 12:09:21.960699
end_time: 2020-10-16 12:09:22.002565
duration: 0.041866

