------
Drone: 1

id: 0
command: command
response: None
start time: 2020-10-16 12:10:59.056961
end_time: None
duration: None

id: 1
command: command
response: ok
start time: 2020-10-16 12:11:01.059175
end_time: 2020-10-16 12:11:01.119827
duration: 0.060652

id: 2
command: battery?
response: 100

start time: 2020-10-16 12:11:03.068608
end_time: 2020-10-16 12:11:03.093716
duration: 0.025108

id: 3
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-16 12:11:05.570792
end_time: 2020-10-16 12:11:05.605628
duration: 0.034836

id: 4
command: setfps high
response: ok
start time: 2020-10-16 12:11:09.074663
end_time: 2020-10-16 12:11:09.117910
duration: 0.043247

id: 5
command: setresolution low
response: ok
start time: 2020-10-16 12:11:10.076383
end_time: 2020-10-16 12:11:10.132082
duration: 0.055699

id: 6
command: streamon
response: ok
start time: 2020-10-16 12:11:12.578801
end_time: 2020-10-16 12:11:12.630685
duration: 0.051884

id: 7
command: takeoff
response: ok
start time: 2020-10-16 12:11:13.580214
end_time: 2020-10-16 12:11:17.683115
duration: 4.102901

id: 8
command: command
response: ok
start time: 2020-10-16 12:11:18.087436
end_time: 2020-10-16 12:11:18.142730
duration: 0.055294

id: 9
command: command
response: ok
start time: 2020-10-16 12:11:23.092363
end_time: 2020-10-16 12:11:23.139510
duration: 0.047147

id: 10
command: command
response: ok
start time: 2020-10-16 12:11:28.094914
end_time: 2020-10-16 12:11:28.140203
duration: 0.045289

id: 11
command: command
response: ok
start time: 2020-10-16 12:11:33.099734
end_time: 2020-10-16 12:11:33.136208
duration: 0.036474

id: 12
command: land
response: ok
start time: 2020-10-16 12:11:39.104551
end_time: 2020-10-16 12:11:41.807448
duration: 2.702897

id: 13
command: streamoff
response: ok
start time: 2020-10-16 12:11:42.111683
end_time: 2020-10-16 12:11:42.164686
duration: 0.053003

