------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-15 15:19:17.092495
end_time: 2020-10-15 15:19:17.119262
duration: 0.026767

id: 1
command: battery?
response: 87

start time: 2020-10-15 15:19:19.102914
end_time: 2020-10-15 15:19:19.161884
duration: 0.05897

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-15 15:19:21.605953
end_time: 2020-10-15 15:19:21.665576
duration: 0.059623

id: 3
command: setfps high
response: ok
start time: 2020-10-15 15:19:25.110159
end_time: 2020-10-15 15:19:25.136928
duration: 0.026769

id: 4
command: setresolution low
response: ok
start time: 2020-10-15 15:19:26.111490
end_time: 2020-10-15 15:19:26.140754
duration: 0.029264

id: 5
command: streamon
response: ok
start time: 2020-10-15 15:19:28.614655
end_time: 2020-10-15 15:19:28.641337
duration: 0.026682

id: 6
command: takeoff
response: ok
start time: 2020-10-15 15:19:29.616532
end_time: 2020-10-15 15:19:37.001301
duration: 7.384769

id: 7
command: command
response: ok
start time: 2020-10-15 15:19:37.131399
end_time: 2020-10-15 15:19:37.155298
duration: 0.023899

id: 8
command: command
response: ok
start time: 2020-10-15 15:19:42.134492
end_time: 2020-10-15 15:19:42.151938
duration: 0.017446

