------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-15 12:47:35.819014
end_time: 2020-10-15 12:47:35.861491
duration: 0.042477

id: 1
command: battery?
response: 86

start time: 2020-10-15 12:47:37.828653
end_time: 2020-10-15 12:47:37.858536
duration: 0.029883

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-15 12:47:40.331624
end_time: 2020-10-15 12:47:40.367179
duration: 0.035555

id: 3
command: setfps high
response: ok
start time: 2020-10-15 12:47:43.336004
end_time: 2020-10-15 12:47:43.353357
duration: 0.017353

id: 4
command: setresolution low
response: ok
start time: 2020-10-15 12:47:44.342685
end_time: 2020-10-15 12:47:44.397727
duration: 0.055042

id: 5
command: streamon
response: ok
start time: 2020-10-15 12:47:46.346466
end_time: 2020-10-15 12:47:46.363449
duration: 0.016983

id: 6
command: takeoff
response: ok
start time: 2020-10-15 12:47:47.348082
end_time: 2020-10-15 12:47:51.259548
duration: 3.911466

id: 7
command: command
response: ok
start time: 2020-10-15 12:47:51.353782
end_time: 2020-10-15 12:47:51.385037
duration: 0.031255

id: 8
command: command
response: ok
start time: 2020-10-15 12:47:56.361185
end_time: 2020-10-15 12:47:56.410046
duration: 0.048861

id: 9
command: command
response: ok
start time: 2020-10-15 12:48:01.363656
end_time: 2020-10-15 12:48:01.408215
duration: 0.044559

id: 10
command: command
response: ok
start time: 2020-10-15 12:48:06.369054
end_time: 2020-10-15 12:48:06.406442
duration: 0.037388

id: 11
command: command
response: ok
start time: 2020-10-15 12:48:11.386488
end_time: 2020-10-15 12:48:11.402872
duration: 0.016384

id: 12
command: command
response: ok
start time: 2020-10-15 12:48:16.374513
end_time: 2020-10-15 12:48:16.402762
duration: 0.028249

id: 13
command: command
response: ok
start time: 2020-10-15 12:48:21.394505
end_time: 2020-10-15 12:48:21.425174
duration: 0.030669

id: 14
command: command
response: ok
start time: 2020-10-15 12:48:26.398584
end_time: 2020-10-15 12:48:26.449792
duration: 0.051208

id: 15
command: command
response: ok
start time: 2020-10-15 12:48:31.402744
end_time: 2020-10-15 12:48:31.448326
duration: 0.045582

id: 16
command: command
response: ok
start time: 2020-10-15 12:48:36.408124
end_time: 2020-10-15 12:48:36.447634
duration: 0.03951

id: 17
command: land
response: ok
start time: 2020-10-15 12:48:42.439990
end_time: 2020-10-15 12:48:44.877063
duration: 2.437073

id: 18
command: streamoff
response: ok
start time: 2020-10-15 12:48:44.950889
end_time: 2020-10-15 12:48:44.961862
duration: 0.010973

