------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-15 12:28:57.946252
end_time: 2020-10-15 12:28:57.982633
duration: 0.036381

id: 1
command: battery?
response: 27

start time: 2020-10-15 12:28:59.954899
end_time: 2020-10-15 12:29:00.003825
duration: 0.048926

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-15 12:29:02.456500
end_time: 2020-10-15 12:29:02.467389
duration: 0.010889

id: 3
command: setfps high
response: ok
start time: 2020-10-15 12:29:05.459994
end_time: 2020-10-15 12:29:05.483486
duration: 0.023492

id: 4
command: setresolution low
response: ok
start time: 2020-10-15 12:29:06.462964
end_time: 2020-10-15 12:29:06.510347
duration: 0.047383

id: 5
command: streamon
response: ok
start time: 2020-10-15 12:29:08.465581
end_time: 2020-10-15 12:29:08.604748
duration: 0.139167

id: 6
command: takeoff
response: ok
start time: 2020-10-15 12:29:09.467190
end_time: 2020-10-15 12:29:13.464446
duration: 3.997256

id: 7
command: command
response: ok
start time: 2020-10-15 12:29:13.475707
end_time: 2020-10-15 12:29:13.490257
duration: 0.01455

id: 8
command: command
response: ok
start time: 2020-10-15 12:29:18.478820
end_time: 2020-10-15 12:29:18.484429
duration: 0.005609

id: 9
command: command
response: ok
start time: 2020-10-15 12:29:23.482533
end_time: 2020-10-15 12:29:23.535349
duration: 0.052816

id: 10
command: command
response: ok
start time: 2020-10-15 12:29:28.486506
end_time: 2020-10-15 12:29:28.534923
duration: 0.048417

id: 11
command: command
response: ok
start time: 2020-10-15 12:29:33.491296
end_time: 2020-10-15 12:29:33.534002
duration: 0.042706

id: 12
command: command
response: ok
start time: 2020-10-15 12:29:38.494534
end_time: 2020-10-15 12:29:38.546375
duration: 0.051841

id: 13
command: command
response: ok
start time: 2020-10-15 12:29:43.498886
end_time: 2020-10-15 12:29:43.545791
duration: 0.046905

id: 14
command: command
response: ok
start time: 2020-10-15 12:29:48.502541
end_time: 2020-10-15 12:29:48.529033
duration: 0.026492

id: 15
command: command
response: ok
start time: 2020-10-15 12:29:53.511313
end_time: 2020-10-15 12:29:53.541015
duration: 0.029702

id: 16
command: command
response: ok
start time: 2020-10-15 12:29:58.514677
end_time: 2020-10-15 12:29:58.529711
duration: 0.015034

id: 17
command: land
response: ok
start time: 2020-10-15 12:30:04.524021
end_time: 2020-10-15 12:30:06.970392
duration: 2.446371

id: 18
command: streamoff
response: ok
start time: 2020-10-15 12:30:07.027659
end_time: 2020-10-15 12:30:07.044260
duration: 0.016601

