------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-15 13:03:51.754008
end_time: 2020-10-15 13:03:51.810388
duration: 0.05638

id: 1
command: battery?
response: 52

start time: 2020-10-15 13:03:53.763249
end_time: 2020-10-15 13:03:53.791101
duration: 0.027852

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-15 13:03:56.266160
end_time: 2020-10-15 13:03:56.288452
duration: 0.022292

id: 3
command: setfps high
response: ok
start time: 2020-10-15 13:03:59.269201
end_time: 2020-10-15 13:03:59.314348
duration: 0.045147

id: 4
command: setresolution low
response: ok
start time: 2020-10-15 13:04:00.270539
end_time: 2020-10-15 13:04:00.317991
duration: 0.047452

id: 5
command: streamon
response: ok
start time: 2020-10-15 13:04:02.273160
end_time: 2020-10-15 13:04:02.316019
duration: 0.042859

id: 6
command: takeoff
response: ok
start time: 2020-10-15 13:04:03.274775
end_time: 2020-10-15 13:04:07.305536
duration: 4.030761

id: 7
command: command
response: ok
start time: 2020-10-15 13:04:07.786975
end_time: 2020-10-15 13:04:07.829101
duration: 0.042126

id: 8
command: command
response: ok
start time: 2020-10-15 13:04:12.790535
end_time: 2020-10-15 13:04:12.816030
duration: 0.025495

