------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 12:24:35.991979
end_time: 2020-10-20 12:24:36.050986
duration: 0.059007

id: 1
command: battery?
response: 43

start time: 2020-10-20 12:24:38.003631
end_time: 2020-10-20 12:24:38.033102
duration: 0.029471

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 12:24:40.505904
end_time: 2020-10-20 12:24:40.533807
duration: 0.027903

id: 3
command: setfps high
response: ok
start time: 2020-10-20 12:24:44.010493
end_time: 2020-10-20 12:24:44.049641
duration: 0.039148

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 12:24:45.512620
end_time: 2020-10-20 12:24:45.527856
duration: 0.015236

id: 5
command: streamon
response: ok
start time: 2020-10-20 12:24:47.515290
end_time: 2020-10-20 12:24:47.566148
duration: 0.050858

id: 6
command: takeoff
response: ok
start time: 2020-10-20 12:24:49.016320
end_time: 2020-10-20 12:24:57.721097
duration: 8.704777

id: 7
command: up 170
response: ok
start time: 2020-10-20 12:24:58.039202
end_time: 2020-10-20 12:25:01.240725
duration: 3.201523

id: 8
command: command
response: ok
start time: 2020-10-20 12:25:01.546658
end_time: 2020-10-20 12:25:01.602934
duration: 0.056276

id: 9
command: command
response: ok
start time: 2020-10-20 12:25:07.551136
end_time: 2020-10-20 12:25:07.574999
duration: 0.023863

id: 10
command: command
response: ok
start time: 2020-10-20 12:25:12.553344
end_time: 2020-10-20 12:25:12.573323
duration: 0.019979

id: 11
command: command
response: ok
start time: 2020-10-20 12:25:17.556907
end_time: 2020-10-20 12:25:17.570114
duration: 0.013207

id: 12
command: command
response: ok
start time: 2020-10-20 12:25:22.560243
end_time: 2020-10-20 12:25:22.569887
duration: 0.009644

id: 13
command: land
response: ok
start time: 2020-10-20 12:25:28.570925
end_time: 2020-10-20 12:25:34.404343
duration: 5.833418

id: 14
command: streamoff
response: ok
start time: 2020-10-20 12:25:34.580323
end_time: 2020-10-20 12:25:34.611544
duration: 0.031221

