------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 18:32:10.202578
end_time: 2020-10-20 18:32:10.231345
duration: 0.028767

id: 1
command: battery?
response: 75

start time: 2020-10-20 18:32:12.211756
end_time: 2020-10-20 18:32:12.286456
duration: 0.0747

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 18:32:14.713461
end_time: 2020-10-20 18:32:14.759864
duration: 0.046403

id: 3
command: setfps high
response: ok
start time: 2020-10-20 18:32:18.217556
end_time: 2020-10-20 18:32:18.269726
duration: 0.05217

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 18:32:19.718546
end_time: 2020-10-20 18:32:19.755447
duration: 0.036901

id: 5
command: streamon
response: ok
start time: 2020-10-20 18:32:21.720377
end_time: 2020-10-20 18:32:21.757439
duration: 0.037062

id: 6
command: takeoff
response: ok
start time: 2020-10-20 18:32:23.223166
end_time: 2020-10-20 18:32:31.844868
duration: 8.621702

id: 7
command: up 170
response: ok
start time: 2020-10-20 18:32:32.237558
end_time: 2020-10-20 18:32:35.366342
duration: 3.128784

id: 8
command: command
response: ok
start time: 2020-10-20 18:32:35.756101
end_time: 2020-10-20 18:32:35.778190
duration: 0.022089

id: 9
command: command
response: ok
start time: 2020-10-20 18:32:41.761503
end_time: 2020-10-20 18:32:41.798273
duration: 0.03677

id: 10
command: command
response: ok
start time: 2020-10-20 18:32:46.764763
end_time: 2020-10-20 18:32:46.801562
duration: 0.036799

id: 11
command: command
response: ok
start time: 2020-10-20 18:32:51.776438
end_time: 2020-10-20 18:32:51.796260
duration: 0.019822

id: 12
command: command
response: ok
start time: 2020-10-20 18:32:56.780001
end_time: 2020-10-20 18:32:56.792464
duration: 0.012463

id: 13
command: land
response: ok
start time: 2020-10-20 18:33:02.785821
end_time: 2020-10-20 18:33:08.369075
duration: 5.583254

id: 14
command: streamoff
response: ok
start time: 2020-10-20 18:33:08.797036
end_time: 2020-10-20 18:33:08.834782
duration: 0.037746

