------
Drone: 1

id: 0
command: command
response: None
start time: 2020-11-03 14:41:57.172359
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2020-11-03 14:41:59.176078
end_time: None
duration: None

id: 2
command: command
response: None
start time: 2020-11-03 14:42:01.180151
end_time: None
duration: None

id: 3
command: command
response: None
start time: 2020-11-03 14:42:03.183851
end_time: None
duration: None

id: 4
command: command
response: None
start time: 2020-11-03 14:42:05.187956
end_time: None
duration: None

id: 5
command: command
response: None
start time: 2020-11-03 14:42:07.191576
end_time: None
duration: None

id: 6
command: command
response: b'ok'
start time: 2020-11-03 14:42:09.195785
end_time: 2020-11-03 14:42:09.282864
duration: 0.087079

id: 7
command: battery?
response: b'100\r\n'
start time: 2020-11-03 14:42:11.207264
end_time: 2020-11-03 14:42:11.239285
duration: 0.032021

id: 8
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 14:42:13.775024
end_time: 2020-11-03 14:42:13.798283
duration: 0.023259

id: 9
command: moff
response: b'ok'
start time: 2020-11-03 14:42:17.370875
end_time: 2020-11-03 14:42:17.447994
duration: 0.077119

id: 10
command: setfps high
response: b'ok'
start time: 2020-11-03 14:42:18.918395
end_time: 2020-11-03 14:42:18.948929
duration: 0.030534

id: 11
command: setresolution high
response: b'ok'
start time: 2020-11-03 14:42:19.950210
end_time: 2020-11-03 14:42:19.980946
duration: 0.030736

id: 12
command: streamon
response: b'ok'
start time: 2020-11-03 14:42:22.008686
end_time: 2020-11-03 14:42:22.061398
duration: 0.052712

id: 13
command: takeoff
response: b'ok'
start time: 2020-11-03 14:42:23.553014
end_time: 2020-11-03 14:42:30.375186
duration: 6.822172

id: 14
command: up 170
response: b'ok'
start time: 2020-11-03 14:42:30.667806
end_time: 2020-11-03 14:42:33.693393
duration: 3.025587

id: 15
command: command
response: b'ok'
start time: 2020-11-03 14:42:38.269609
end_time: 2020-11-03 14:42:38.333471
duration: 0.063862

id: 16
command: streamoff
response: b'ok'
start time: 2020-11-03 14:42:40.568859
end_time: 2020-11-03 14:42:40.634600
duration: 0.065741

id: 17
command: land
response: b'ok'
start time: 2020-11-03 14:42:41.615881
end_time: 2020-11-03 14:42:46.343205
duration: 4.727324

