------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 16:19:05.165637
end_time: 2020-11-03 16:19:05.261110
duration: 0.095473

id: 1
command: battery?
response: b'79\r\n'
start time: 2020-11-03 16:19:07.196896
end_time: 2020-11-03 16:19:07.246727
duration: 0.049831

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 16:19:09.760540
end_time: 2020-11-03 16:19:09.801413
duration: 0.040873

id: 3
command: moff
response: b'ok'
start time: 2020-11-03 16:19:13.345881
end_time: 2020-11-03 16:19:13.371048
duration: 0.025167

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-03 16:19:14.382724
end_time: 2020-11-03 16:19:14.442233
duration: 0.059509

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-03 16:19:15.920133
end_time: 2020-11-03 16:19:15.972984
duration: 0.052851

