------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-12-15 12:55:22.652095
end_time: 2020-12-15 12:55:23.179229
duration: 0.527134

id: 1
command: battery?
response: b'81\r\n'
start time: 2020-12-15 12:55:24.673973
end_time: 2020-12-15 12:55:24.733474
duration: 0.059501

id: 2
command: sn?
response: b'0TQDG43EDB8YQ9'
start time: 2020-12-15 12:55:27.243104
end_time: 2020-12-15 12:55:27.282230
duration: 0.039126

id: 3
command: setfps high
response: b'ok'
start time: 2020-12-15 12:55:30.843878
end_time: 2020-12-15 12:55:30.903114
duration: 0.059236

id: 4
command: setresolution high
response: b'ok'
start time: 2020-12-15 12:55:31.890894
end_time: 2020-12-15 12:55:31.922720
duration: 0.031826

id: 5
command: streamon
response: b'ok'
start time: 2020-12-15 12:55:33.995426
end_time: 2020-12-15 12:55:34.015704
duration: 0.020278

