------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 12:16:29.705826
end_time: 2020-10-20 12:16:29.743466
duration: 0.03764

id: 1
command: battery?
response: 57

start time: 2020-10-20 12:16:31.719184
end_time: 2020-10-20 12:16:31.731611
duration: 0.012427

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 12:16:34.221675
end_time: 2020-10-20 12:16:34.233697
duration: 0.012022

id: 3
command: setfps high
response: ok
start time: 2020-10-20 12:16:37.224225
end_time: 2020-10-20 12:16:37.245290
duration: 0.021065

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 12:16:38.225650
end_time: 2020-10-20 12:16:38.271998
duration: 0.046348

id: 5
command: streamon
response: ok
start time: 2020-10-20 12:16:40.728592
end_time: 2020-10-20 12:16:40.757856
duration: 0.029264

id: 6
command: takeoff
response: ok
start time: 2020-10-20 12:16:42.232079
end_time: 2020-10-20 12:16:49.027859
duration: 6.79578

id: 7
command: up 170
response: ok
start time: 2020-10-20 12:16:49.243162
end_time: 2020-10-20 12:16:52.592773
duration: 3.349611

id: 8
command: command
response: ok
start time: 2020-10-20 12:16:52.748571
end_time: 2020-10-20 12:16:52.797455
duration: 0.048884

id: 9
command: command
response: ok
start time: 2020-10-20 12:16:58.753733
end_time: 2020-10-20 12:16:58.767361
duration: 0.013628

id: 10
command: command
response: ok
start time: 2020-10-20 12:17:03.756050
end_time: 2020-10-20 12:17:03.785835
duration: 0.029785

id: 11
command: command
response: ok
start time: 2020-10-20 12:17:08.765590
end_time: 2020-10-20 12:17:08.814566
duration: 0.048976

id: 12
command: command
response: ok
start time: 2020-10-20 12:17:13.765139
end_time: 2020-10-20 12:17:13.812876
duration: 0.047737

id: 13
command: land
response: ok
start time: 2020-10-20 12:17:19.770423
end_time: 2020-10-20 12:17:25.647355
duration: 5.876932

id: 14
command: streamoff
response: ok
start time: 2020-10-20 12:17:25.786190
end_time: 2020-10-20 12:17:25.800067
duration: 0.013877

