------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 19:41:33.625476
end_time: 2020-10-20 19:41:33.677852
duration: 0.052376

id: 1
command: battery?
response: 100

start time: 2020-10-20 19:41:35.644496
end_time: 2020-10-20 19:41:35.714409
duration: 0.069913

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 19:41:38.147482
end_time: 2020-10-20 19:41:38.200162
duration: 0.05268

id: 3
command: setfps high
response: ok
start time: 2020-10-20 19:41:41.651556
end_time: 2020-10-20 19:41:41.672164
duration: 0.020608

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 19:41:43.154999
end_time: 2020-10-20 19:41:43.201152
duration: 0.046153

id: 5
command: streamon
response: ok
start time: 2020-10-20 19:41:45.657502
end_time: 2020-10-20 19:41:45.696406
duration: 0.038904

id: 6
command: takeoff
response: ok
start time: 2020-10-20 19:41:46.658909
end_time: 2020-10-20 19:41:55.284678
duration: 8.625769

id: 7
command: up 170
response: ok
start time: 2020-10-20 19:41:55.675519
end_time: 2020-10-20 19:41:58.805904
duration: 3.130385

id: 8
command: command
response: ok
start time: 2020-10-20 19:41:59.181464
end_time: 2020-10-20 19:41:59.212816
duration: 0.031352

id: 9
command: command
response: ok
start time: 2020-10-20 19:42:05.188903
end_time: 2020-10-20 19:42:05.230527
duration: 0.041624

id: 10
command: command
response: ok
start time: 2020-10-20 19:42:10.192528
end_time: 2020-10-20 19:42:10.229015
duration: 0.036487

id: 11
command: command
response: ok
start time: 2020-10-20 19:42:15.200927
end_time: 2020-10-20 19:42:15.230126
duration: 0.029199

id: 12
command: command
response: ok
start time: 2020-10-20 19:42:20.204542
end_time: 2020-10-20 19:42:20.224599
duration: 0.020057

id: 13
command: land
response: ok
start time: 2020-10-20 19:42:26.210072
end_time: 2020-10-20 19:42:30.781441
duration: 4.571369

id: 14
command: streamoff
response: ok
start time: 2020-10-20 19:42:31.216068
end_time: 2020-10-20 19:42:31.241580
duration: 0.025512

