------
Drone: 1

id: 0
command: command
response: None
start time: 2020-10-13 17:15:06.938278
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2020-10-13 17:15:11.942819
end_time: None
duration: None

id: 2
command: command
response: None
start time: 2020-10-13 17:15:16.954878
end_time: None
duration: None

id: 3
command: command
response: None
start time: 2020-10-13 17:15:21.965573
end_time: None
duration: None

id: 4
command: command
response: None
start time: 2020-10-13 17:15:26.977023
end_time: None
duration: None

id: 5
command: command
response: None
start time: 2020-10-13 17:15:31.988229
end_time: None
duration: None

id: 6
command: command
response: ok
start time: 2020-10-13 17:15:36.996921
end_time: 2020-10-13 17:15:39.192192
duration: 2.195271

id: 7
command: battery?
response: None
start time: 2020-10-13 17:15:42.021174
end_time: None
duration: None

