------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 17:19:26.360689
end_time: 2020-11-03 17:19:26.417247
duration: 0.056558

id: 1
command: battery?
response: b'46\r\n'
start time: 2020-11-03 17:19:28.376979
end_time: 2020-11-03 17:19:28.458826
duration: 0.081847

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 17:19:30.946026
end_time: 2020-11-03 17:19:30.963859
duration: 0.017833

id: 3
command: moff
response: b'ok'
start time: 2020-11-03 17:19:34.587774
end_time: 2020-11-03 17:19:34.639672
duration: 0.051898

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-03 17:19:35.614397
end_time: 2020-11-03 17:19:35.655610
duration: 0.041213

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-03 17:19:36.646088
end_time: 2020-11-03 17:19:36.675664
duration: 0.029576

id: 6
command: takeoff
response: b'error, high temp'
start time: 2020-11-03 17:19:39.225345
end_time: 2020-11-03 17:19:39.276621
duration: 0.051276

id: 7
command: command
response: b'ok'
start time: 2020-11-03 17:19:45.283613
end_time: 2020-11-03 17:19:45.345406
duration: 0.061793

