------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 19:31:31.433633
end_time: 2020-10-20 19:31:31.463884
duration: 0.030251

id: 1
command: battery?
response: 44

start time: 2020-10-20 19:31:33.448741
end_time: 2020-10-20 19:31:33.498795
duration: 0.050054

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 19:31:35.951653
end_time: 2020-10-20 19:31:35.993778
duration: 0.042125

id: 3
command: setfps high
response: ok
start time: 2020-10-20 19:31:38.954829
end_time: 2020-10-20 19:31:39.000530
duration: 0.045701

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 19:31:40.456232
end_time: 2020-10-20 19:31:40.479003
duration: 0.022771

id: 5
command: streamon
response: ok
start time: 2020-10-20 19:31:42.959651
end_time: 2020-10-20 19:31:42.978053
duration: 0.018402

id: 6
command: takeoff
response: ok
start time: 2020-10-20 19:31:43.960253
end_time: 2020-10-20 19:31:52.532702
duration: 8.572449

id: 7
command: up 170
response: ok
start time: 2020-10-20 19:31:52.976318
end_time: 2020-10-20 19:31:56.038065
duration: 3.061747

id: 8
command: command
response: ok
start time: 2020-10-20 19:31:56.481594
end_time: 2020-10-20 19:31:56.497689
duration: 0.016095

id: 9
command: command
response: ok
start time: 2020-10-20 19:32:02.485848
end_time: 2020-10-20 19:32:02.518611
duration: 0.032763

id: 10
command: command
response: ok
start time: 2020-10-20 19:32:07.488548
end_time: 2020-10-20 19:32:07.516903
duration: 0.028355

id: 11
command: command
response: ok
start time: 2020-10-20 19:32:12.492436
end_time: 2020-10-20 19:32:12.518095
duration: 0.025659

id: 12
command: command
response: ok
start time: 2020-10-20 19:32:17.498579
end_time: 2020-10-20 19:32:17.515889
duration: 0.01731

id: 13
command: land
response: ok
start time: 2020-10-20 19:32:23.503229
end_time: 2020-10-20 19:32:29.091983
duration: 5.588754

id: 14
command: streamoff
response: ok
start time: 2020-10-20 19:32:29.510367
end_time: 2020-10-20 19:32:29.549828
duration: 0.039461

