------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 14:08:28.847410
end_time: 2020-11-03 14:08:28.950554
duration: 0.103144

id: 1
command: battery?
response: b'75\r\n'
start time: 2020-11-03 14:08:30.863851
end_time: 2020-11-03 14:08:30.901047
duration: 0.037196

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 14:08:33.422134
end_time: 2020-11-03 14:08:33.450863
duration: 0.028729

id: 3
command: setfps high
response: b'ok'
start time: 2020-11-03 14:08:37.012658
end_time: 2020-11-03 14:08:37.066483
duration: 0.053825

id: 4
command: setresolution high
response: b'ok'
start time: 2020-11-03 14:08:38.554995
end_time: 2020-11-03 14:08:38.600158
duration: 0.045163

id: 5
command: streamon
response: b'ok'
start time: 2020-11-03 14:08:41.119057
end_time: 2020-11-03 14:08:41.152012
duration: 0.032955

