------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 17:13:32.358293
end_time: 2020-11-03 17:13:32.400258
duration: 0.041965

id: 1
command: battery?
response: b'56\r\n'
start time: 2020-11-03 17:13:34.378435
end_time: 2020-11-03 17:13:34.432213
duration: 0.053778

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 17:13:36.947152
end_time: 2020-11-03 17:13:36.977174
duration: 0.030022

id: 3
command: moff
response: b'ok'
start time: 2020-11-03 17:13:40.542728
end_time: 2020-11-03 17:13:40.597495
duration: 0.054767

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-03 17:13:41.579530
end_time: 2020-11-03 17:13:41.617398
duration: 0.037868

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-03 17:13:43.121952
end_time: 2020-11-03 17:13:43.147752
duration: 0.0258

id: 6
command: takeoff
response: b'ok'
start time: 2020-11-03 17:13:45.696162
end_time: 2020-11-03 17:13:54.368316
duration: 8.672154

