------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 17:18:46.300081
end_time: 2020-11-03 17:18:46.332639
duration: 0.032558

id: 1
command: battery?
response: b'47\r\n'
start time: 2020-11-03 17:18:48.311160
end_time: 2020-11-03 17:18:48.378280
duration: 0.06712

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 17:18:50.874374
end_time: 2020-11-03 17:18:50.926945
duration: 0.052571

id: 3
command: moff
response: b'ok'
start time: 2020-11-03 17:18:54.510580
end_time: 2020-11-03 17:18:54.547734
duration: 0.037154

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-03 17:18:55.546982
end_time: 2020-11-03 17:18:55.567511
duration: 0.020529

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-03 17:18:57.084373
end_time: 2020-11-03 17:18:57.148598
duration: 0.064225

id: 6
command: takeoff
response: b'error, high temp'
start time: 2020-11-03 17:18:59.157966
end_time: 2020-11-03 17:18:59.188439
duration: 0.030473

id: 7
command: command
response: b'ok'
start time: 2020-11-03 17:19:04.740287
end_time: 2020-11-03 17:19:04.798661
duration: 0.058374

