------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-12-15 12:57:40.335348
end_time: 2020-12-15 12:57:40.886727
duration: 0.551379

id: 1
command: battery?
response: b'79\r\n'
start time: 2020-12-15 12:57:42.357074
end_time: 2020-12-15 12:57:42.365696
duration: 0.008622

id: 2
command: sn?
response: b'0TQDG43EDB8YQ9'
start time: 2020-12-15 12:57:44.895588
end_time: 2020-12-15 12:57:44.927636
duration: 0.032048

id: 3
command: setfps high
response: b'ok'
start time: 2020-12-15 12:57:48.496227
end_time: 2020-12-15 12:57:48.546575
duration: 0.050348

id: 4
command: setresolution high
response: b'ok'
start time: 2020-12-15 12:57:49.538150
end_time: 2020-12-15 12:57:49.563490
duration: 0.02534

