------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 17:31:38.562233
end_time: 2020-11-03 17:31:38.636186
duration: 0.073953

id: 1
command: battery?
response: b'80\r\n'
start time: 2020-11-03 17:31:40.583099
end_time: 2020-11-03 17:31:40.654891
duration: 0.071792

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 17:31:43.147014
end_time: 2020-11-03 17:31:43.170308
duration: 0.023294

id: 3
command: moff
response: b'ok'
start time: 2020-11-03 17:31:46.783607
end_time: 2020-11-03 17:31:46.842479
duration: 0.058872

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-03 17:31:48.331155
end_time: 2020-11-03 17:31:48.372092
duration: 0.040937

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-03 17:31:49.873628
end_time: 2020-11-03 17:31:49.901998
duration: 0.02837

id: 6
command: takeoff
response: b'error, high temp'
start time: 2020-11-03 17:31:52.442615
end_time: 2020-11-03 17:31:52.503735
duration: 0.06112

