------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 17:25:03.849393
end_time: 2020-11-03 17:25:03.883240
duration: 0.033847

id: 1
command: battery?
response: b'92\r\n'
start time: 2020-11-03 17:25:05.865651
end_time: 2020-11-03 17:25:05.964062
duration: 0.098411

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 17:25:08.424492
end_time: 2020-11-03 17:25:08.482159
duration: 0.057667

id: 3
command: moff
response: b'ok'
start time: 2020-11-03 17:25:12.060306
end_time: 2020-11-03 17:25:12.106305
duration: 0.045999

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-03 17:25:13.597639
end_time: 2020-11-03 17:25:13.633888
duration: 0.036249

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-03 17:25:14.633968
end_time: 2020-11-03 17:25:14.655400
duration: 0.021432

id: 6
command: takeoff
response: b'ok'
start time: 2020-11-03 17:25:16.706688
end_time: 2020-11-03 17:25:22.968643
duration: 6.261955

id: 7
command: streamoff
response: b'ok'
start time: 2020-11-03 17:25:23.336339
end_time: 2020-11-03 17:25:23.382249
duration: 0.04591

id: 8
command: land
response: b'ok'
start time: 2020-11-03 17:25:24.868156
end_time: 2020-11-03 17:25:28.479092
duration: 3.610936

