------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 18:34:39.608248
end_time: 2020-10-20 18:34:39.661082
duration: 0.052834

id: 1
command: battery?
response: 64

start time: 2020-10-20 18:34:41.618500
end_time: 2020-10-20 18:34:41.647555
duration: 0.029055

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 18:34:44.121334
end_time: 2020-10-20 18:34:44.146618
duration: 0.025284

id: 3
command: setfps high
response: ok
start time: 2020-10-20 18:34:47.124200
end_time: 2020-10-20 18:34:47.163871
duration: 0.039671

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 18:34:48.125316
end_time: 2020-10-20 18:34:48.183862
duration: 0.058546

id: 5
command: streamon
response: ok
start time: 2020-10-20 18:34:50.628488
end_time: 2020-10-20 18:34:50.679808
duration: 0.05132

id: 6
command: takeoff
response: ok
start time: 2020-10-20 18:34:51.629857
end_time: 2020-10-20 18:34:57.766184
duration: 6.136327

id: 7
command: up 170
response: ok
start time: 2020-10-20 18:34:58.147357
end_time: 2020-10-20 18:35:01.132594
duration: 2.985237

id: 8
command: command
response: ok
start time: 2020-10-20 18:35:01.151686
end_time: 2020-10-20 18:35:01.181846
duration: 0.03016

id: 9
command: command
response: ok
start time: 2020-10-20 18:35:07.157639
end_time: 2020-10-20 18:35:07.204006
duration: 0.046367

id: 10
command: command
response: ok
start time: 2020-10-20 18:35:12.160472
end_time: 2020-10-20 18:35:12.200235
duration: 0.039763

id: 11
command: command
response: ok
start time: 2020-10-20 18:35:17.164089
end_time: 2020-10-20 18:35:17.202402
duration: 0.038313

id: 12
command: command
response: ok
start time: 2020-10-20 18:35:22.168266
end_time: 2020-10-20 18:35:22.202461
duration: 0.034195

id: 13
command: land
response: ok
start time: 2020-10-20 18:35:28.173471
end_time: 2020-10-20 18:35:33.877865
duration: 5.704394

id: 14
command: streamoff
response: ok
start time: 2020-10-20 18:35:34.190691
end_time: 2020-10-20 18:35:34.237482
duration: 0.046791

