------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 17:43:36.186265
end_time: 2020-11-03 17:43:36.240021
duration: 0.053756

id: 1
command: battery?
response: b'47\r\n'
start time: 2020-11-03 17:43:38.217770
end_time: 2020-11-03 17:43:38.302932
duration: 0.085162

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 17:43:40.781636
end_time: 2020-11-03 17:43:40.826387
duration: 0.044751

id: 3
command: setfps middle
response: b'ok'
start time: 2020-11-03 17:43:43.912703
end_time: 2020-11-03 17:43:43.937176
duration: 0.024473

id: 4
command: setresolution low
response: b'ok'
start time: 2020-11-03 17:43:45.455186
end_time: 2020-11-03 17:43:45.517715
duration: 0.062529

id: 5
command: streamoff
response: b'ok'
start time: 2020-11-03 17:43:52.569045
end_time: 2020-11-03 17:43:52.607308
duration: 0.038263

id: 6
command: land
response: b'error'
start time: 2020-11-03 17:43:54.095800
end_time: 2020-11-03 17:43:54.139992
duration: 0.044192

