------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-12-15 12:59:06.188565
end_time: 2020-12-15 12:59:06.755521
duration: 0.566956

id: 1
command: battery?
response: b'77\r\n'
start time: 2020-12-15 12:59:08.261415
end_time: 2020-12-15 12:59:08.308289
duration: 0.046874

id: 2
command: sn?
response: b'0TQDG43EDB8YQ9'
start time: 2020-12-15 12:59:10.814449
end_time: 2020-12-15 12:59:10.856358
duration: 0.041909

id: 3
command: setfps high
response: b'ok'
start time: 2020-12-15 12:59:13.904512
end_time: 2020-12-15 12:59:13.969322
duration: 0.06481

