------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-12-15 14:31:33.308100
end_time: 2020-12-15 14:31:33.888192
duration: 0.580092

id: 1
command: battery?
response: b'80\r\n'
start time: 2020-12-15 14:31:35.493581
end_time: 2020-12-15 14:31:35.561703
duration: 0.068122

id: 2
command: sn?
response: b'0TQDG43EDB8YQ9'
start time: 2020-12-15 14:31:38.057458
end_time: 2020-12-15 14:31:38.112092
duration: 0.054634

id: 3
command: setfps high
response: b'ok'
start time: 2020-12-15 14:31:41.818191
end_time: 2020-12-15 14:31:41.885091
duration: 0.0669

id: 4
command: setresolution high
response: b'ok'
start time: 2020-12-15 14:31:42.855026
end_time: 2020-12-15 14:31:42.905065
duration: 0.050039

id: 5
command: setbitrate 5
response: b'ok'
start time: 2020-12-15 14:31:43.901954
end_time: 2020-12-15 14:31:43.925834
duration: 0.02388

id: 6
command: streamon
response: b'ok'
start time: 2020-12-15 14:31:44.943882
end_time: 2020-12-15 14:31:44.995928
duration: 0.052046

