------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 18:23:07.086099
end_time: 2020-10-20 18:23:07.182649
duration: 0.09655

id: 1
command: battery?
response: 100

start time: 2020-10-20 18:23:09.095748
end_time: 2020-10-20 18:23:09.141172
duration: 0.045424

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 18:23:11.599184
end_time: 2020-10-20 18:23:11.654958
duration: 0.055774

id: 3
command: setfps high
response: ok
start time: 2020-10-20 18:23:15.104520
end_time: 2020-10-20 18:23:15.143913
duration: 0.039393

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 18:23:16.606204
end_time: 2020-10-20 18:23:16.625493
duration: 0.019289

id: 5
command: streamon
response: ok
start time: 2020-10-20 18:23:19.110312
end_time: 2020-10-20 18:23:19.125174
duration: 0.014862

id: 6
command: takeoff
response: ok
start time: 2020-10-20 18:23:20.111887
end_time: 2020-10-20 18:23:28.710074
duration: 8.598187

id: 7
command: up 170
response: ok
start time: 2020-10-20 18:23:29.130972
end_time: 2020-10-20 18:23:32.125480
duration: 2.994508

id: 8
command: command
response: ok
start time: 2020-10-20 18:23:32.135353
end_time: 2020-10-20 18:23:32.186004
duration: 0.050651

id: 9
command: command
response: ok
start time: 2020-10-20 18:23:38.141463
end_time: 2020-10-20 18:23:38.144492
duration: 0.003029

id: 10
command: command
response: ok
start time: 2020-10-20 18:23:43.144152
end_time: 2020-10-20 18:23:43.192568
duration: 0.048416

id: 11
command: command
response: ok
start time: 2020-10-20 18:23:48.149139
end_time: 2020-10-20 18:23:48.197931
duration: 0.048792

id: 12
command: command
response: ok
start time: 2020-10-20 18:23:53.153841
end_time: 2020-10-20 18:23:53.187959
duration: 0.034118

id: 13
command: land
response: ok
start time: 2020-10-20 18:23:59.158867
end_time: 2020-10-20 18:24:04.613997
duration: 5.45513

id: 14
command: streamoff
response: ok
start time: 2020-10-20 18:24:04.666393
end_time: 2020-10-20 18:24:04.712421
duration: 0.046028

