------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 17:09:40.316210
end_time: 2020-11-03 17:09:40.382286
duration: 0.066076

id: 1
command: battery?
response: b'65\r\n'
start time: 2020-11-03 17:09:42.337273
end_time: 2020-11-03 17:09:42.377187
duration: 0.039914

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 17:09:44.906176
end_time: 2020-11-03 17:09:44.927280
duration: 0.021104

id: 3
command: moff
response: b'ok'
start time: 2020-11-03 17:09:47.996061
end_time: 2020-11-03 17:09:48.058830
duration: 0.062769

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-03 17:09:49.538458
end_time: 2020-11-03 17:09:49.569042
duration: 0.030584

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-03 17:09:51.080428
end_time: 2020-11-03 17:09:51.098913
duration: 0.018485

id: 6
command: takeoff
response: b'ok'
start time: 2020-11-03 17:09:53.654669
end_time: 2020-11-03 17:09:59.516203
duration: 5.861534

