------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-12-15 13:06:28.201355
end_time: 2020-12-15 13:06:28.768686
duration: 0.567331

id: 1
command: battery?
response: b'72\r\n'
start time: 2020-12-15 13:06:30.212811
end_time: 2020-12-15 13:06:30.244180
duration: 0.031369

id: 2
command: sn?
response: b'0TQDG43EDB8YQ9'
start time: 2020-12-15 13:06:32.781571
end_time: 2020-12-15 13:06:32.844941
duration: 0.06337

id: 3
command: setfps high
response: b'ok'
start time: 2020-12-15 13:06:35.865498
end_time: 2020-12-15 13:06:35.904457
duration: 0.038959

id: 4
command: setresolution high
response: b'ok'
start time: 2020-12-15 13:06:36.902288
end_time: 2020-12-15 13:06:36.919321
duration: 0.017033

id: 5
command: setbitrate 5
response: b'ok'
start time: 2020-12-15 13:06:37.956129
end_time: 2020-12-15 13:06:37.996485
duration: 0.040356

id: 6
command: streamon
response: b'ok'
start time: 2020-12-15 13:06:39.018511
end_time: 2020-12-15 13:06:39.066394
duration: 0.047883

