------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 15:54:57.620193
end_time: 2020-11-03 15:54:57.669131
duration: 0.048938

id: 1
command: battery?
response: b'94\r\n'
start time: 2020-11-03 15:54:59.635238
end_time: 2020-11-03 15:54:59.708860
duration: 0.073622

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 15:55:02.199074
end_time: 2020-11-03 15:55:02.251878
duration: 0.052804

id: 3
command: moff
response: b'ok'
start time: 2020-11-03 15:55:05.789242
end_time: 2020-11-03 15:55:05.818491
duration: 0.029249

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-03 15:55:06.826106
end_time: 2020-11-03 15:55:06.892288
duration: 0.066182

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-03 15:55:07.863208
end_time: 2020-11-03 15:55:07.908878
duration: 0.04567

id: 6
command: command
response: b'ok'
start time: 2020-11-03 15:55:14.505783
end_time: 2020-11-03 15:55:14.540879
duration: 0.035096

