------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 15:49:19.620659
end_time: 2020-11-03 15:49:19.664743
duration: 0.044084

id: 1
command: battery?
response: b'100\r\n'
start time: 2020-11-03 15:49:21.642054
end_time: 2020-11-03 15:49:21.679954
duration: 0.0379

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 15:49:24.205959
end_time: 2020-11-03 15:49:24.271692
duration: 0.065733

id: 3
command: moff
response: b'ok'
start time: 2020-11-03 15:49:27.295016
end_time: 2020-11-03 15:49:27.328892
duration: 0.033876

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-03 15:49:28.832381
end_time: 2020-11-03 15:49:28.872527
duration: 0.040146

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-03 15:49:29.864181
end_time: 2020-11-03 15:49:29.929833
duration: 0.065652

id: 6
command: streamoff
response: b'ok'
start time: 2020-11-03 15:49:32.005273
end_time: 2020-11-03 15:49:32.071790
duration: 0.066517

id: 7
command: land
response: b'error'
start time: 2020-11-03 15:49:33.542482
end_time: 2020-11-03 15:49:33.597968
duration: 0.055486

