------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 20:43:11.992942
end_time: 2020-10-20 20:43:12.027234
duration: 0.034292

id: 1
command: battery?
response: 50

start time: 2020-10-20 20:43:14.004534
end_time: 2020-10-20 20:43:14.049345
duration: 0.044811

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 20:43:16.507523
end_time: 2020-10-20 20:43:16.544454
duration: 0.036931

id: 3
command: setfps high
response: ok
start time: 2020-10-20 20:43:19.511351
end_time: 2020-10-20 20:43:19.553228
duration: 0.041877

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 20:43:21.013684
end_time: 2020-10-20 20:43:21.053585
duration: 0.039901

id: 5
command: streamon
response: ok
start time: 2020-10-20 20:43:23.016237
end_time: 2020-10-20 20:43:23.072421
duration: 0.056184

id: 6
command: takeoff
response: ok
start time: 2020-10-20 20:43:24.518190
end_time: 2020-10-20 20:43:33.171854
duration: 8.653664

id: 7
command: up 170
response: ok
start time: 2020-10-20 20:43:33.549171
end_time: 2020-10-20 20:43:36.640695
duration: 3.091524

id: 8
command: command
response: ok
start time: 2020-10-20 20:43:37.057625
end_time: 2020-10-20 20:43:37.103859
duration: 0.046234

id: 9
command: command
response: ok
start time: 2020-10-20 20:43:43.061485
end_time: 2020-10-20 20:43:43.068375
duration: 0.00689

id: 10
command: command
response: ok
start time: 2020-10-20 20:43:48.064039
end_time: 2020-10-20 20:43:48.114250
duration: 0.050211

id: 11
command: command
response: ok
start time: 2020-10-20 20:43:53.068841
end_time: 2020-10-20 20:43:53.113648
duration: 0.044807

id: 12
command: command
response: ok
start time: 2020-10-20 20:43:58.072134
end_time: 2020-10-20 20:43:58.116338
duration: 0.044204

id: 13
command: land
response: ok
start time: 2020-10-20 20:44:04.077328
end_time: 2020-10-20 20:44:08.571088
duration: 4.49376

id: 14
command: streamoff
response: ok
start time: 2020-10-20 20:44:08.586087
end_time: 2020-10-20 20:44:08.636105
duration: 0.050018

