------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 16:00:01.099153
end_time: 2020-11-03 16:00:01.171863
duration: 0.07271

id: 1
command: battery?
response: b'90\r\n'
start time: 2020-11-03 16:00:03.108587
end_time: 2020-11-03 16:00:03.156505
duration: 0.047918

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 16:00:05.671533
end_time: 2020-11-03 16:00:05.712925
duration: 0.041392

id: 3
command: moff
response: b'ok'
start time: 2020-11-03 16:00:09.257045
end_time: 2020-11-03 16:00:09.279635
duration: 0.02259

id: 4
command: setfps high
response: b'ok'
start time: 2020-11-03 16:00:10.799006
end_time: 2020-11-03 16:00:10.862932
duration: 0.063926

id: 5
command: setresolution high
response: b'ok'
start time: 2020-11-03 16:00:12.336037
end_time: 2020-11-03 16:00:12.392824
duration: 0.056787

id: 6
command: command
response: b'ok'
start time: 2020-11-03 16:00:18.978084
end_time: 2020-11-03 16:00:19.022144
duration: 0.04406

