------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 14:08:41.940537
end_time: 2020-11-03 14:08:41.964610
duration: 0.024073

id: 1
command: battery?
response: b'74\r\n'
start time: 2020-11-03 14:08:43.957240
end_time: 2020-11-03 14:08:44.028865
duration: 0.071625

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 14:08:46.530702
end_time: 2020-11-03 14:08:46.559405
duration: 0.028703

id: 3
command: setfps high
response: b'ok'
start time: 2020-11-03 14:08:49.605837
end_time: 2020-11-03 14:08:49.670252
duration: 0.064415

id: 4
command: setresolution high
response: b'ok'
start time: 2020-11-03 14:08:51.147741
end_time: 2020-11-03 14:08:51.200241
duration: 0.0525

id: 5
command: streamon
response: b'ok'
start time: 2020-11-03 14:08:53.726927
end_time: 2020-11-03 14:08:53.750052
duration: 0.023125

id: 6
command: command
response: b'ok'
start time: 2020-11-03 14:08:59.894816
end_time: 2020-11-03 14:08:59.922316
duration: 0.0275

id: 7
command: command
response: b'ok'
start time: 2020-11-03 14:09:05.982754
end_time: 2020-11-03 14:09:06.043559
duration: 0.060805

id: 8
command: command
response: b'ok'
start time: 2020-11-03 14:09:12.141145
end_time: 2020-11-03 14:09:12.165026
duration: 0.023881

id: 9
command: command
response: b'ok'
start time: 2020-11-03 14:09:17.764369
end_time: 2020-11-03 14:09:17.825699
duration: 0.06133

id: 10
command: command
response: b'ok'
start time: 2020-11-03 14:09:23.878229
end_time: 2020-11-03 14:09:23.895850
duration: 0.017621

id: 11
command: ccw 10
response: b'error Motor stop'
start time: 2020-11-03 14:09:25.455115
end_time: 2020-11-03 14:09:25.527773
duration: 0.072658

id: 12
command: streamoff
response: b'ok'
start time: 2020-11-03 14:09:27.835312
end_time: 2020-11-03 14:09:27.874561
duration: 0.039249

id: 13
command: land
response: b'error'
start time: 2020-11-03 14:09:28.872167
end_time: 2020-11-03 14:09:28.889250
duration: 0.017083

