------
Drone: 1

id: 0
command: command
response: None
start time: 2020-11-03 15:56:34.617645
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2020-11-03 15:56:36.619499
end_time: None
duration: None

id: 2
command: command
response: None
start time: 2020-11-03 15:56:38.621881
end_time: None
duration: None

id: 3
command: command
response: None
start time: 2020-11-03 15:56:40.624239
end_time: None
duration: None

id: 4
command: command
response: None
start time: 2020-11-03 15:56:42.626651
end_time: None
duration: None

id: 5
command: command
response: None
start time: 2020-11-03 15:56:44.628922
end_time: None
duration: None

id: 6
command: command
response: None
start time: 2020-11-03 15:56:46.630111
end_time: None
duration: None

id: 7
command: command
response: None
start time: 2020-11-03 15:56:48.631791
end_time: None
duration: None

id: 8
command: command
response: None
start time: 2020-11-03 15:56:50.634222
end_time: None
duration: None

id: 9
command: command
response: None
start time: 2020-11-03 15:56:52.635512
end_time: None
duration: None

id: 10
command: command
response: None
start time: 2020-11-03 15:56:54.637917
end_time: None
duration: None

id: 11
command: command
response: None
start time: 2020-11-03 15:56:56.638283
end_time: None
duration: None

id: 12
command: command
response: b'ok'
start time: 2020-11-03 15:56:58.639783
end_time: 2020-11-03 15:56:58.692875
duration: 0.053092

id: 13
command: battery?
response: b'94\r\n'
start time: 2020-11-03 15:57:00.680582
end_time: 2020-11-03 15:57:00.739351
duration: 0.058769

id: 14
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 15:57:03.244601
end_time: 2020-11-03 15:57:03.287210
duration: 0.042609

id: 15
command: moff
response: b'ok'
start time: 2020-11-03 15:57:06.339775
end_time: 2020-11-03 15:57:06.399807
duration: 0.060032

id: 16
command: setfps high
response: b'ok'
start time: 2020-11-03 15:57:07.877099
end_time: 2020-11-03 15:57:07.931337
duration: 0.054238

id: 17
command: setresolution high
response: b'ok'
start time: 2020-11-03 15:57:08.908890
end_time: 2020-11-03 15:57:08.963508
duration: 0.054618

id: 18
command: command
response: b'ok'
start time: 2020-11-03 15:57:15.599732
end_time: 2020-11-03 15:57:15.628028
duration: 0.028296

id: 19
command: command
response: b'ok'
start time: 2020-11-03 15:57:21.166206
end_time: 2020-11-03 15:57:21.187408
duration: 0.021202

