------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-12-15 12:57:24.527236
end_time: 2020-12-15 12:57:25.109827
duration: 0.582591

id: 1
command: battery?
response: b'79\r\n'
start time: 2020-12-15 12:57:26.543856
end_time: 2020-12-15 12:57:26.556929
duration: 0.013073

id: 2
command: sn?
response: b'0TQDG43EDB8YQ9'
start time: 2020-12-15 12:57:29.112890
end_time: 2020-12-15 12:57:29.167772
duration: 0.054882

id: 3
command: setfps high
response: b'ok'
start time: 2020-12-15 12:57:32.202978
end_time: 2020-12-15 12:57:32.222563
duration: 0.019585

id: 4
command: setresolution high
response: b'ok'
start time: 2020-12-15 12:57:33.254386
end_time: 2020-12-15 12:57:33.298520
duration: 0.044134

