------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 21:08:38.029114
end_time: 2020-10-20 21:08:38.106196
duration: 0.077082

id: 1
command: battery?
response: 33

start time: 2020-10-20 21:08:40.039979
end_time: 2020-10-20 21:08:40.084879
duration: 0.0449

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 21:08:42.542828
end_time: 2020-10-20 21:08:42.567858
duration: 0.02503

id: 3
command: setfps high
response: ok
start time: 2020-10-20 21:08:46.047269
end_time: 2020-10-20 21:08:46.099337
duration: 0.052068

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 21:08:47.548249
end_time: 2020-10-20 21:08:47.567854
duration: 0.019605

id: 5
command: streamon
response: ok
start time: 2020-10-20 21:08:49.550889
end_time: 2020-10-20 21:08:49.602221
duration: 0.051332

id: 6
command: takeoff
response: ok
start time: 2020-10-20 21:08:50.552302
end_time: 2020-10-20 21:08:58.481613
duration: 7.929311

id: 7
command: up 170
response: ok
start time: 2020-10-20 21:08:58.578369
end_time: 2020-10-20 21:09:01.589302
duration: 3.010933

id: 8
command: command
response: ok
start time: 2020-10-20 21:09:02.088953
end_time: 2020-10-20 21:09:02.102788
duration: 0.013835

id: 9
command: forward 100
response: ok
start time: 2020-10-20 21:09:08.093409
end_time: 2020-10-20 21:09:10.667626
duration: 2.574217

id: 10
command: command
response: ok
start time: 2020-10-20 21:09:11.097419
end_time: 2020-10-20 21:09:11.127919
duration: 0.0305

id: 11
command: left 100
response: ok
start time: 2020-10-20 21:09:17.101496
end_time: 2020-10-20 21:09:19.696964
duration: 2.595468

id: 12
command: command
response: ok
start time: 2020-10-20 21:09:20.105063
end_time: 2020-10-20 21:09:20.155899
duration: 0.050836

id: 13
command: right 100
response: ok
start time: 2020-10-20 21:09:26.110657
end_time: 2020-10-20 21:09:28.672219
duration: 2.561562

id: 14
command: command
response: ok
start time: 2020-10-20 21:09:29.113499
end_time: 2020-10-20 21:09:29.131807
duration: 0.018308

id: 15
command: back 100
response: ok
start time: 2020-10-20 21:09:35.117448
end_time: 2020-10-20 21:09:37.750688
duration: 2.63324

id: 16
command: command
response: ok
start time: 2020-10-20 21:09:38.129685
end_time: 2020-10-20 21:09:38.171332
duration: 0.041647

id: 17
command: left 100
response: ok
start time: 2020-10-20 21:09:44.134464
end_time: 2020-10-20 21:09:46.680347
duration: 2.545883

id: 18
command: command
response: ok
start time: 2020-10-20 21:09:47.144702
end_time: 2020-10-20 21:09:48.449032
duration: 1.30433

id: 19
command: right 100
response: ok
start time: 2020-10-20 21:09:53.149360
end_time: 2020-10-20 21:09:55.703331
duration: 2.553971

id: 20
command: command
response: ok
start time: 2020-10-20 21:09:56.153016
end_time: 2020-10-20 21:09:56.227692
duration: 0.074676

