------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-11-03 13:35:34.034977
end_time: 2020-11-03 13:35:34.109514
duration: 0.074537

id: 1
command: battery?
response: b'100\r\n'
start time: 2020-11-03 13:35:36.046594
end_time: 2020-11-03 13:35:36.117311
duration: 0.070717

id: 2
command: sn?
response: b'0TQDG43EDB8142'
start time: 2020-11-03 13:35:38.094959
end_time: 2020-11-03 13:35:38.135456
duration: 0.040497

id: 3
command: setfps high
response: b'ok'
start time: 2020-11-03 13:35:41.184858
end_time: 2020-11-03 13:35:41.246079
duration: 0.061221

id: 4
command: setresolution high
response: b'ok'
start time: 2020-11-03 13:35:42.727334
end_time: 2020-11-03 13:35:42.765630
duration: 0.038296

id: 5
command: streamon
response: b'ok'
start time: 2020-11-03 13:35:45.301910
end_time: 2020-11-03 13:35:45.325719
duration: 0.023809

