------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 18:30:26.442470
end_time: 2020-10-20 18:30:26.479650
duration: 0.03718

id: 1
command: battery?
response: 84

start time: 2020-10-20 18:30:28.461372
end_time: 2020-10-20 18:30:28.532882
duration: 0.07151

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 18:30:30.964267
end_time: 2020-10-20 18:30:31.013228
duration: 0.048961

id: 3
command: setfps high
response: ok
start time: 2020-10-20 18:30:34.468178
end_time: 2020-10-20 18:30:34.488766
duration: 0.020588

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 18:30:35.480064
end_time: 2020-10-20 18:30:35.506777
duration: 0.026713

id: 5
command: streamon
response: ok
start time: 2020-10-20 18:30:37.482478
end_time: 2020-10-20 18:30:37.491568
duration: 0.00909

id: 6
command: takeoff
response: ok
start time: 2020-10-20 18:30:38.484208
end_time: 2020-10-20 18:30:44.483620
duration: 5.999412

id: 7
command: up 170
response: ok
start time: 2020-10-20 18:30:44.500766
end_time: 2020-10-20 18:30:47.592008
duration: 3.091242

id: 8
command: command
response: ok
start time: 2020-10-20 18:30:48.007803
end_time: 2020-10-20 18:30:48.054381
duration: 0.046578

