------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 19:20:58.922849
end_time: 2020-10-20 19:20:58.954437
duration: 0.031588

id: 1
command: battery?
response: 67

start time: 2020-10-20 19:21:00.933753
end_time: 2020-10-20 19:21:00.999935
duration: 0.066182

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 19:21:03.437128
end_time: 2020-10-20 19:21:03.489899
duration: 0.052771

id: 3
command: setfps high
response: ok
start time: 2020-10-20 19:21:06.441704
end_time: 2020-10-20 19:21:06.486013
duration: 0.044309

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 19:21:07.943574
end_time: 2020-10-20 19:21:07.965348
duration: 0.021774

id: 5
command: streamon
response: ok
start time: 2020-10-20 19:21:09.945548
end_time: 2020-10-20 19:21:09.957741
duration: 0.012193

id: 6
command: takeoff
response: ok
start time: 2020-10-20 19:21:10.947143
end_time: 2020-10-20 19:21:16.991832
duration: 6.044689

id: 7
command: up 170
response: ok
start time: 2020-10-20 19:21:17.456976
end_time: 2020-10-20 19:21:20.561993
duration: 3.105017

id: 8
command: command
response: ok
start time: 2020-10-20 19:21:20.962407
end_time: 2020-10-20 19:21:20.971218
duration: 0.008811

id: 9
command: command
response: ok
start time: 2020-10-20 19:21:26.965758
end_time: 2020-10-20 19:21:26.991560
duration: 0.025802

id: 10
command: command
response: ok
start time: 2020-10-20 19:21:31.968269
end_time: 2020-10-20 19:21:31.989999
duration: 0.02173

id: 11
command: command
response: ok
start time: 2020-10-20 19:21:36.972436
end_time: 2020-10-20 19:21:36.994236
duration: 0.0218

id: 12
command: command
response: ok
start time: 2020-10-20 19:21:41.976238
end_time: 2020-10-20 19:21:41.987759
duration: 0.011521

id: 13
command: land
response: ok
start time: 2020-10-20 19:21:47.987685
end_time: 2020-10-20 19:21:53.666344
duration: 5.678659

id: 14
command: streamoff
response: ok
start time: 2020-10-20 19:21:53.998841
end_time: 2020-10-20 19:21:54.027083
duration: 0.028242

