------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-12-15 12:56:54.208077
end_time: 2020-12-15 12:56:54.742502
duration: 0.534425

id: 1
command: battery?
response: b'79\r\n'
start time: 2020-12-15 12:56:56.229689
end_time: 2020-12-15 12:56:56.289806
duration: 0.060117

id: 2
command: sn?
response: b'0TQDG43EDB8YQ9'
start time: 2020-12-15 12:56:58.773242
end_time: 2020-12-15 12:56:58.822799
duration: 0.049557

id: 3
command: setfps high
response: b'ok'
start time: 2020-12-15 12:57:01.863286
end_time: 2020-12-15 12:57:01.878375
duration: 0.015089

id: 4
command: setresolution high
response: b'ok'
start time: 2020-12-15 12:57:02.910214
end_time: 2020-12-15 12:57:02.954545
duration: 0.044331

id: 5
command: streamon
response: b'ok'
start time: 2020-12-15 12:57:05.004443
end_time: 2020-12-15 12:57:05.045377
duration: 0.040934

