------
Drone: 1

id: 0
command: command
response: b'ok'
start time: 2020-12-15 12:59:26.140254
end_time: 2020-12-15 12:59:26.694557
duration: 0.554303

id: 1
command: battery?
response: b'77\r\n'
start time: 2020-12-15 12:59:28.156829
end_time: 2020-12-15 12:59:28.185369
duration: 0.02854

id: 2
command: sn?
response: b'0TQDG43EDB8YQ9'
start time: 2020-12-15 12:59:30.705579
end_time: 2020-12-15 12:59:30.745464
duration: 0.039885

id: 3
command: setfps high
response: b'ok'
start time: 2020-12-15 12:59:33.805752
end_time: 2020-12-15 12:59:33.856287
duration: 0.050535

id: 4
command: setresolution high
response: b'ok'
start time: 2020-12-15 12:59:34.852820
end_time: 2020-12-15 12:59:34.876382
duration: 0.023562

