------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 19:02:14.989970
end_time: 2020-10-20 19:02:15.054774
duration: 0.064804

id: 1
command: battery?
response: 94

start time: 2020-10-20 19:02:17.001468
end_time: 2020-10-20 19:02:17.015839
duration: 0.014371

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 19:02:19.504497
end_time: 2020-10-20 19:02:19.513577
duration: 0.00908

id: 3
command: setfps high
response: ok
start time: 2020-10-20 19:02:23.010720
end_time: 2020-10-20 19:02:23.032997
duration: 0.022277

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 19:02:24.512253
end_time: 2020-10-20 19:02:24.562270
duration: 0.050017

id: 5
command: streamon
response: ok
start time: 2020-10-20 19:02:27.016309
end_time: 2020-10-20 19:02:27.061175
duration: 0.044866

id: 6
command: takeoff
response: ok
start time: 2020-10-20 19:02:28.019094
end_time: 2020-10-20 19:02:36.139487
duration: 8.120393

id: 7
command: up 170
response: ok
start time: 2020-10-20 19:02:36.538446
end_time: 2020-10-20 19:02:39.555906
duration: 3.01746

id: 8
command: command
response: ok
start time: 2020-10-20 19:02:40.045222
end_time: 2020-10-20 19:02:40.067382
duration: 0.02216

id: 9
command: command
response: ok
start time: 2020-10-20 19:02:46.050125
end_time: 2020-10-20 19:02:46.084711
duration: 0.034586

id: 10
command: command
response: ok
start time: 2020-10-20 19:02:51.052163
end_time: 2020-10-20 19:02:51.086812
duration: 0.034649

id: 11
command: command
response: ok
start time: 2020-10-20 19:02:56.056060
end_time: 2020-10-20 19:02:56.083895
duration: 0.027835

id: 12
command: command
response: ok
start time: 2020-10-20 19:03:01.061180
end_time: 2020-10-20 19:03:01.080435
duration: 0.019255

id: 13
command: land
response: ok
start time: 2020-10-20 19:03:07.067480
end_time: 2020-10-20 19:03:12.504839
duration: 5.437359

id: 14
command: streamoff
response: ok
start time: 2020-10-20 19:03:12.583452
end_time: 2020-10-20 19:03:12.605748
duration: 0.022296

