------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 20:50:16.769393
end_time: 2020-10-20 20:50:16.785712
duration: 0.016319

id: 1
command: battery?
response: 33

start time: 2020-10-20 20:50:18.781300
end_time: 2020-10-20 20:50:18.825449
duration: 0.044149

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 20:50:21.284299
end_time: 2020-10-20 20:50:21.322793
duration: 0.038494

id: 3
command: setfps high
response: ok
start time: 2020-10-20 20:50:24.788224
end_time: 2020-10-20 20:50:24.841018
duration: 0.052794

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 20:50:26.290004
end_time: 2020-10-20 20:50:26.368737
duration: 0.078733

id: 5
command: streamon
response: ok
start time: 2020-10-20 20:50:28.292546
end_time: 2020-10-20 20:50:28.310928
duration: 0.018382

id: 6
command: takeoff
response: ok
start time: 2020-10-20 20:50:29.293916
end_time: 2020-10-20 20:50:35.451929
duration: 6.158013

id: 7
command: up 170
response: ok
start time: 2020-10-20 20:50:35.819279
end_time: 2020-10-20 20:50:38.969676
duration: 3.150397

id: 8
command: command
response: ok
start time: 2020-10-20 20:50:39.324293
end_time: 2020-10-20 20:50:39.378638
duration: 0.054345

id: 9
command: command
response: ok
start time: 2020-10-20 20:50:45.330010
end_time: 2020-10-20 20:50:45.344432
duration: 0.014422

id: 10
command: command
response: ok
start time: 2020-10-20 20:50:50.331997
end_time: 2020-10-20 20:50:50.346453
duration: 0.014456

id: 11
command: command
response: ok
start time: 2020-10-20 20:50:55.336188
end_time: 2020-10-20 20:50:55.345969
duration: 0.009781

id: 12
command: command
response: ok
start time: 2020-10-20 20:51:00.340352
end_time: 2020-10-20 20:51:00.403874
duration: 0.063522

id: 13
command: land
response: ok
start time: 2020-10-20 20:51:06.345823
end_time: 2020-10-20 20:51:12.022690
duration: 5.676867

id: 14
command: streamoff
response: ok
start time: 2020-10-20 20:51:12.373448
end_time: 2020-10-20 20:51:12.402971
duration: 0.029523

