------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-20 19:47:04.584785
end_time: 2020-10-20 19:47:04.676401
duration: 0.091616

id: 1
command: battery?
response: 81

start time: 2020-10-20 19:47:06.601237
end_time: 2020-10-20 19:47:06.662290
duration: 0.061053

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-20 19:47:09.104408
end_time: 2020-10-20 19:47:09.145742
duration: 0.041334

id: 3
command: setfps high
response: ok
start time: 2020-10-20 19:47:12.609376
end_time: 2020-10-20 19:47:12.677096
duration: 0.06772

id: 4
command: setresolution low
response: ok
start time: 2020-10-20 19:47:13.612233
end_time: 2020-10-20 19:47:13.631548
duration: 0.019315

id: 5
command: streamon
response: ok
start time: 2020-10-20 19:47:15.614833
end_time: 2020-10-20 19:47:15.621939
duration: 0.007106

id: 6
command: takeoff
response: ok
start time: 2020-10-20 19:47:17.116942
end_time: 2020-10-20 19:47:25.718990
duration: 8.602048

id: 7
command: up 170
response: ok
start time: 2020-10-20 19:47:26.134459
end_time: 2020-10-20 19:47:29.186154
duration: 3.051695

id: 8
command: command
response: ok
start time: 2020-10-20 19:47:29.641421
end_time: 2020-10-20 19:47:29.647317
duration: 0.005896

id: 9
command: command
response: ok
start time: 2020-10-20 19:47:35.652993
end_time: 2020-10-20 19:47:35.665672
duration: 0.012679

id: 10
command: command
response: ok
start time: 2020-10-20 19:47:40.652975
end_time: 2020-10-20 19:47:40.660834
duration: 0.007859

id: 11
command: command
response: ok
start time: 2020-10-20 19:47:45.656770
end_time: 2020-10-20 19:47:45.659583
duration: 0.002813

id: 12
command: command
response: ok
start time: 2020-10-20 19:47:50.661273
end_time: 2020-10-20 19:47:50.710609
duration: 0.049336

id: 13
command: land
response: ok
start time: 2020-10-20 19:47:56.665668
end_time: 2020-10-20 19:48:01.121583
duration: 4.455915

id: 14
command: streamoff
response: ok
start time: 2020-10-20 19:48:01.173486
end_time: 2020-10-20 19:48:01.220839
duration: 0.047353

