------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-21 15:41:43.402045
end_time: 2020-10-21 15:41:43.474992
duration: 0.072947

id: 1
command: battery?
response: 80

start time: 2020-10-21 15:41:45.414107
end_time: 2020-10-21 15:41:45.450672
duration: 0.036565

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-21 15:41:47.916705
end_time: 2020-10-21 15:41:47.950313
duration: 0.033608

id: 3
command: setfps high
response: ok
start time: 2020-10-21 15:41:51.421063
end_time: 2020-10-21 15:41:51.474316
duration: 0.053253

id: 4
command: setresolution low
response: ok
start time: 2020-10-21 15:41:52.422345
end_time: 2020-10-21 15:41:52.442961
duration: 0.020616

id: 5
command: streamon
response: ok
start time: 2020-10-21 15:41:54.424931
end_time: 2020-10-21 15:41:54.484502
duration: 0.059571

id: 6
command: command
response: ok
start time: 2020-10-21 15:41:55.426272
end_time: 2020-10-21 15:41:55.474988
duration: 0.048716

id: 7
command: command
response: ok
start time: 2020-10-21 15:42:00.430492
end_time: 2020-10-21 15:42:00.442491
duration: 0.011999

id: 8
command: land
response: None
start time: 2020-10-21 15:42:06.435907
end_time: None
duration: None

