------
Drone: 1

id: 0
command: command
response: None
start time: 2020-10-21 18:19:25.725074
end_time: None
duration: None

id: 1
command: command
response: ok
start time: 2020-10-21 18:19:27.727585
end_time: 2020-10-21 18:19:27.801848
duration: 0.074263

id: 2
command: battery?
response: 29

start time: 2020-10-21 18:19:29.737233
end_time: 2020-10-21 18:19:29.765382
duration: 0.028149

id: 3
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-21 18:19:32.239912
end_time: 2020-10-21 18:19:32.269449
duration: 0.029537

id: 4
command: setfps high
response: ok
start time: 2020-10-21 18:19:35.744195
end_time: 2020-10-21 18:19:35.783764
duration: 0.039569

id: 5
command: setresolution low
response: ok
start time: 2020-10-21 18:19:37.246383
end_time: 2020-10-21 18:19:37.262633
duration: 0.01625

id: 6
command: streamon
response: ok
start time: 2020-10-21 18:19:39.749571
end_time: 2020-10-21 18:19:39.762668
duration: 0.013097

id: 7
command: takeoff
response: ok
start time: 2020-10-21 18:19:41.251355
end_time: 2020-10-21 18:19:47.922603
duration: 6.671248

id: 8
command: up 170
response: ok
start time: 2020-10-21 18:19:48.261531
end_time: 2020-10-21 18:19:51.393773
duration: 3.132242

id: 9
command: command
response: ok
start time: 2020-10-21 18:19:51.769802
end_time: 2020-10-21 18:19:51.806271
duration: 0.036469

id: 10
command: command
response: ok
start time: 2020-10-21 18:19:56.774665
end_time: 2020-10-21 18:19:56.795034
duration: 0.020369

id: 11
command: land
response: ok
start time: 2020-10-21 18:20:02.779598
end_time: 2020-10-21 18:20:08.537635
duration: 5.758037

id: 12
command: streamoff
response: ok
start time: 2020-10-21 18:20:08.784918
end_time: 2020-10-21 18:20:08.836432
duration: 0.051514

