------
Drone: 1

id: 0
command: command
response: None
start time: 2020-10-21 15:31:08.058092
end_time: None
duration: None

id: 1
command: command
response: None
start time: 2020-10-21 15:31:10.059112
end_time: None
duration: None

id: 2
command: command
response: None
start time: 2020-10-21 15:31:12.062178
end_time: None
duration: None

id: 3
command: command
response: None
start time: 2020-10-21 15:31:14.063152
end_time: None
duration: None

id: 4
command: command
response: None
start time: 2020-10-21 15:31:16.066413
end_time: None
duration: None

id: 5
command: command
response: None
start time: 2020-10-21 15:31:18.069219
end_time: None
duration: None

id: 6
command: command
response: None
start time: 2020-10-21 15:31:20.071456
end_time: None
duration: None

id: 7
command: command
response: None
start time: 2020-10-21 15:31:22.074398
end_time: None
duration: None

id: 8
command: command
response: None
start time: 2020-10-21 15:31:24.077547
end_time: None
duration: None

id: 9
command: command
response: None
start time: 2020-10-21 15:31:26.079212
end_time: None
duration: None

id: 10
command: command
response: None
start time: 2020-10-21 15:31:28.082441
end_time: None
duration: None

id: 11
command: command
response: None
start time: 2020-10-21 15:31:30.085293
end_time: None
duration: None

id: 12
command: command
response: None
start time: 2020-10-21 15:31:32.087778
end_time: None
duration: None

id: 13
command: command
response: None
start time: 2020-10-21 15:31:34.090633
end_time: None
duration: None

id: 14
command: command
response: None
start time: 2020-10-21 15:31:36.094541
end_time: None
duration: None

id: 15
command: command
response: ok
start time: 2020-10-21 15:31:38.096941
end_time: 2020-10-21 15:31:38.122163
duration: 0.025222

id: 16
command: battery?
response: 91

start time: 2020-10-21 15:31:40.107001
end_time: 2020-10-21 15:31:40.176912
duration: 0.069911

id: 17
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-21 15:31:42.609354
end_time: 2020-10-21 15:31:42.662436
duration: 0.053082

id: 18
command: setfps high
response: ok
start time: 2020-10-21 15:31:46.113333
end_time: 2020-10-21 15:31:46.172403
duration: 0.05907

id: 19
command: setresolution low
response: ok
start time: 2020-10-21 15:31:47.615262
end_time: 2020-10-21 15:31:47.657525
duration: 0.042263

id: 20
command: streamon
response: ok
start time: 2020-10-21 15:31:49.618245
end_time: 2020-10-21 15:31:49.646086
duration: 0.027841

id: 21
command: command
response: ok
start time: 2020-10-21 15:31:51.119208
end_time: 2020-10-21 15:31:51.160568
duration: 0.04136

id: 22
command: command
response: ok
start time: 2020-10-21 15:31:56.122492
end_time: 2020-10-21 15:31:56.171993
duration: 0.049501

id: 23
command: land
response: error
start time: 2020-10-21 15:32:02.128349
end_time: 2020-10-21 15:32:02.163518
duration: 0.035169

id: 24
command: streamoff
response: ok
start time: 2020-10-21 15:32:03.629883
end_time: 2020-10-21 15:32:03.641574
duration: 0.011691

