------
Drone: 1

id: 0
command: command
response: None
start time: 2020-10-21 19:49:07.401548
end_time: None
duration: None

id: 1
command: command
response: ok
start time: 2020-10-21 19:49:09.403621
end_time: 2020-10-21 19:49:09.433877
duration: 0.030256

id: 2
command: battery?
response: 47

start time: 2020-10-21 19:49:11.412049
end_time: 2020-10-21 19:49:11.421046
duration: 0.008997

id: 3
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-21 19:49:13.914660
end_time: 2020-10-21 19:49:13.929092
duration: 0.014432

id: 4
command: setfps high
response: ok
start time: 2020-10-21 19:49:16.918249
end_time: 2020-10-21 19:49:16.946314
duration: 0.028065

id: 5
command: setresolution high
response: ok
start time: 2020-10-21 19:49:17.918762
end_time: 2020-10-21 19:49:17.956565
duration: 0.037803

id: 6
command: streamon
response: ok
start time: 2020-10-21 19:49:19.921638
end_time: 2020-10-21 19:49:19.943225
duration: 0.021587

id: 7
command: takeoff
response: ok
start time: 2020-10-21 19:49:21.422804
end_time: 2020-10-21 19:49:28.103071
duration: 6.680267

id: 8
command: up 170
response: ok
start time: 2020-10-21 19:49:28.438159
end_time: 2020-10-21 19:49:31.522194
duration: 3.084035

id: 9
command: command
response: ok
start time: 2020-10-21 19:49:31.959745
end_time: 2020-10-21 19:49:31.982334
duration: 0.022589

id: 10
command: command
response: ok
start time: 2020-10-21 19:49:36.954811
end_time: 2020-10-21 19:49:36.971810
duration: 0.016999

id: 11
command: streamoff
response: ok
start time: 2020-10-21 19:49:42.960083
end_time: 2020-10-21 19:49:43.030160
duration: 0.070077

id: 12
command: land
response: ok
start time: 2020-10-21 19:49:44.461945
end_time: 2020-10-21 19:49:50.354398
duration: 5.892453

