------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-15 15:36:58.669126
end_time: 2020-10-15 15:36:58.772613
duration: 0.103487

id: 1
command: battery?
response: 76

start time: 2020-10-15 15:37:00.672509
end_time: 2020-10-15 15:37:00.709679
duration: 0.03717

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-15 15:37:03.174707
end_time: 2020-10-15 15:37:03.207877
duration: 0.03317

id: 3
command: setfps high
response: ok
start time: 2020-10-15 15:37:06.184657
end_time: 2020-10-15 15:37:06.239257
duration: 0.0546

id: 4
command: setresolution low
response: ok
start time: 2020-10-15 15:37:07.686529
end_time: 2020-10-15 15:37:07.697840
duration: 0.011311

id: 5
command: setbitrate 5
response: ok
start time: 2020-10-15 15:37:09.188387
end_time: 2020-10-15 15:37:09.226746
duration: 0.038359

id: 6
command: streamon
response: ok
start time: 2020-10-15 15:37:10.690703
end_time: 2020-10-15 15:37:10.747155
duration: 0.056452

