------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-21 16:50:37.943644
end_time: 2020-10-21 16:50:38.009067
duration: 0.065423

id: 1
command: battery?
response: 41

start time: 2020-10-21 16:50:39.947207
end_time: 2020-10-21 16:50:40.001553
duration: 0.054346

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-21 16:50:42.449632
end_time: 2020-10-21 16:50:42.496539
duration: 0.046907

id: 3
command: setfps high
response: ok
start time: 2020-10-21 16:50:45.958933
end_time: 2020-10-21 16:50:45.973609
duration: 0.014676

id: 4
command: setresolution high
response: ok
start time: 2020-10-21 16:50:47.460286
end_time: 2020-10-21 16:50:47.501890
duration: 0.041604

id: 5
command: setbitrate 5
response: ok
start time: 2020-10-21 16:50:48.962115
end_time: 2020-10-21 16:50:48.985518
duration: 0.023403

id: 6
command: streamon
response: ok
start time: 2020-10-21 16:50:50.463881
end_time: 2020-10-21 16:50:50.517372
duration: 0.053491

id: 7
command: takeoff
response: ok
start time: 2020-10-21 16:50:51.465323
end_time: 2020-10-21 16:50:57.395375
duration: 5.930052

id: 8
command: up 170
response: ok
start time: 2020-10-21 16:50:57.481360
end_time: 2020-10-21 16:51:00.661104
duration: 3.179744

id: 9
command: forward 60
response: ok
start time: 2020-10-21 16:51:00.985105
end_time: 2020-10-21 16:51:03.217349
duration: 2.232244

id: 10
command: command
response: ok
start time: 2020-10-21 16:51:03.498299
end_time: 2020-10-21 16:51:03.519982
duration: 0.021683

id: 11
command: right 100
response: ok
start time: 2020-10-21 16:51:05.499883
end_time: 2020-10-21 16:51:08.266338
duration: 2.766455

id: 12
command: command
response: ok
start time: 2020-10-21 16:51:08.516349
end_time: 2020-10-21 16:51:08.520866
duration: 0.004517

id: 13
command: left 100
response: ok
start time: 2020-10-21 16:51:10.518802
end_time: 2020-10-21 16:51:13.215214
duration: 2.696412

id: 14
command: command
response: ok
start time: 2020-10-21 16:51:13.531802
end_time: 2020-10-21 16:51:13.579262
duration: 0.04746

id: 15
command: back 60
response: ok
start time: 2020-10-21 16:51:15.534346
end_time: 2020-10-21 16:51:18.067790
duration: 2.533444

id: 16
command: command
response: ok
start time: 2020-10-21 16:51:18.551192
end_time: 2020-10-21 16:51:18.572719
duration: 0.021527

id: 17
command: right 100
response: ok
start time: 2020-10-21 16:51:20.552985
end_time: 2020-10-21 16:51:23.252919
duration: 2.699934

id: 18
command: command
response: ok
start time: 2020-10-21 16:51:23.567697
end_time: 2020-10-21 16:51:23.614506
duration: 0.046809

id: 19
command: left 100
response: ok
start time: 2020-10-21 16:51:25.570819
end_time: 2020-10-21 16:51:28.257912
duration: 2.687093

id: 20
command: command
response: ok
start time: 2020-10-21 16:51:28.588696
end_time: 2020-10-21 16:51:28.610501
duration: 0.021805

id: 21
command: land
response: ok
start time: 2020-10-21 16:51:30.590774
end_time: 2020-10-21 16:51:35.146502
duration: 4.555728

