------
Drone: 1

id: 0
command: command
response: ok
start time: 2020-10-21 16:42:47.929221
end_time: 2020-10-21 16:42:48.021450
duration: 0.092229

id: 1
command: battery?
response: 66

start time: 2020-10-21 16:42:49.931560
end_time: 2020-10-21 16:42:49.941266
duration: 0.009706

id: 2
command: sn?
response: 0TQDG43EDB8142
start time: 2020-10-21 16:42:52.434333
end_time: 2020-10-21 16:42:52.443854
duration: 0.009521

id: 3
command: setfps
response: ok
start time: 2020-10-21 16:42:55.944034
end_time: 2020-10-21 16:42:55.961756
duration: 0.017722

id: 4
command: setresolution high
response: ok
start time: 2020-10-21 16:42:57.445853
end_time: 2020-10-21 16:42:57.494361
duration: 0.048508

id: 5
command: setbitrate 3
response: ok
start time: 2020-10-21 16:42:58.947031
end_time: 2020-10-21 16:42:58.968544
duration: 0.021513

id: 6
command: streamon
response: ok
start time: 2020-10-21 16:42:59.948360
end_time: 2020-10-21 16:42:59.992178
duration: 0.043818

id: 7
command: takeoff
response: ok
start time: 2020-10-21 16:43:00.949822
end_time: 2020-10-21 16:43:09.728742
duration: 8.77892

id: 8
command: up 170
response: ok
start time: 2020-10-21 16:43:09.980691
end_time: 2020-10-21 16:43:12.988311
duration: 3.00762

id: 9
command: forward 100
response: ok
start time: 2020-10-21 16:43:13.000240
end_time: 2020-10-21 16:43:16.157682
duration: 3.157442

id: 10
command: command
response: ok
start time: 2020-10-21 16:43:16.511845
end_time: 2020-10-21 16:43:16.564179
duration: 0.052334

id: 11
command: right 100
response: ok
start time: 2020-10-21 16:43:18.514539
end_time: 2020-10-21 16:43:21.209563
duration: 2.695024

id: 12
command: command
response: ok
start time: 2020-10-21 16:43:21.527101
end_time: 2020-10-21 16:43:21.568323
duration: 0.041222

id: 13
command: left 100
response: ok
start time: 2020-10-21 16:43:23.529582
end_time: 2020-10-21 16:43:26.154076
duration: 2.624494

id: 14
command: command
response: ok
start time: 2020-10-21 16:43:26.543798
end_time: 2020-10-21 16:43:26.562729
duration: 0.018931

id: 15
command: back 100
response: ok
start time: 2020-10-21 16:43:28.546333
end_time: 2020-10-21 16:43:31.054243
duration: 2.50791

id: 16
command: command
response: ok
start time: 2020-10-21 16:43:31.558701
end_time: 2020-10-21 16:43:31.628741
duration: 0.07004

id: 17
command: right 100
response: ok
start time: 2020-10-21 16:43:33.561427
end_time: 2020-10-21 16:43:36.407064
duration: 2.845637

id: 18
command: command
response: ok
start time: 2020-10-21 16:43:36.573807
end_time: 2020-10-21 16:43:36.609836
duration: 0.036029

id: 19
command: left 100
response: ok
start time: 2020-10-21 16:43:38.576315
end_time: 2020-10-21 16:43:41.361539
duration: 2.785224

id: 20
command: command
response: ok
start time: 2020-10-21 16:43:41.589519
end_time: 2020-10-21 16:43:41.609673
duration: 0.020154

id: 21
command: land
response: ok
start time: 2020-10-21 16:43:43.592019
end_time: 2020-10-21 16:43:48.189623
duration: 4.597604

